Repository: AbelYong/CodenamesClient
Catalog: Properties/Langs/Lang.*.resx
Languages: es

# globalUsername
source: Username
es: Nombre de Usuario

# langEnglish
source: English
es: Inglés

# langSpanish
source: Spanish
es: Español

# loginDontHaveAccount
source: Don't have an account?
es: ¿No tienes una cuenta?

# loginLogIn
source: Log-In
es: Iniciar Sesión

# loginPassword
source: Password
es: Contraseña

# loginPlayAsGuest
source: Play as a guest
es: Jugar como invitado

# loginSignIn
source: Sign-In
es: Registrarse

# profileEmail
source: Email
es: Correo electrónico

# profileLastName
source: Last name
es: Apellidos

# profileName
source: Name
es: Nombre

# profileOptionalLastName
source: Last name (optional)
es: Apellidos (Opcional)

# profileOptionalName
source: Name (Optional)
es: Nombre (Opcional)

# globalStart
source: Start
es: Iniciar

# globalPlay
source: Play
es: Jugar

# globalFriends
source: Friends
es: Amigos

# globalScoreboards
source: Scoreboards
es: Marcadores

# globalSettings
source: Settings
es: Ajustes

# mainMenuQuit
source: Quit
es: Salir

# mainMenuLoggedIn
source: Logged-in as:
es: Conectado como:

# soundMasterVolume
source: Master Volume
es: Volumen Principal

# soundGameEffects
source: Game Effects
es: Efectos del Juego

# soundMusicVolume
source: Music Volume
es: Volumen de la Música

# socialSearchForAFriend
source: Search for a friend
es: Buscar un amigo

# globalBack
source: Back
es: Volver

# globalSave
source: Save
es: Guardar

# scoresMyScore
source: My score
es: Mi puntuación

# scoresRefresh
source: Refresh
es: Refrescar

# gamemodeChooseAGamemode
source: Choose a gamemode
es: Selecciona un modo de juego

# gamemodeNormalGame
source: Normal game
es: Partida normal

# gamemodeCustomGame
source: Custom game
es: Partida personalizada

# gamemodeCounterintelligenceMode
source: Counterintelligence mode
es: Modo contrainteligencia

# langSelectLanguage
source: Select language
es: Seleccionar idioma

# signInEmailInvalidFormat
source: Email format is invalid
es: El formato del correo electrónico no es valido

# signInUsernameRequired
source: Username is required
es: El nombre de usuario es obligatorio

# signInPasswordRequired
source: Password is required
es: La contraseña es obligatoria

# signInPasswordMinLength
source: Password must be at least {0} characters
es: La contraseña debe tener al menos {0} caracteres

# signInPasswordMaxLength
source: Password must be at most {0} characters
es: La contraseña debe tener como máximo {0} caracteres

# signInPasswordAtLeastOneUppercaseLetter
source: Password must contain at least one uppercase letter
es: La contraseña debe contener al menos una letra mayúscula

# signInPasswordAtLeastOneLowercaseLetter
source: Password must contain at least one lowercase letter
es: La contraseña debe contener al menos una letra minúscula

# signInPasswordAtLeastOneDigit
source: Password must contain at least one digit
es: La contraseña debe contener al menos un dígito

# signInPasswordAtLeastOneSpecialCharacter
source: Password must contain at least one special character
es: La contraseña debe contener al menos un carácter especial

# signInPasswordNotContainMoreThan3ConsecutiveDigits
source: Password must not contain more than 3 consecutive digits
es: La contraseña no debe contener más de 3 dígitos consecutivos

# signInFirstNameOnlyLettersSpacesAccents
source: First name may contain letters (with accents) and spaces only
es: El nombre solo puede contener letras (con acentos) y espacios

# signInLastNameOnlyLettersSpacesAccents
source: Last name may contain letters (with accents) and spaces only
es: Los apellidos solo pueden contener letras (con acentos) y espacios

# signInFirstNameRequired
source: First name is required
es: El nombre es obligatorio

# signInLastNameRequired
source: Los apellidos son obligatorios
es: Last name is required

# signInPasswordsDoNotMatch
source: Passwords do not match
es: Las contraseñas no coinciden

# signInConfirmPassword
source: Confirm password
es: Confirmar contraseña

# loginPasswordRequired
source: *password required
es: *contraseña requerida

# loginUsernameRequired
source: *username required
es: *nombre de usuario requerido

# loginUsernameTooLong
source: *username is too long
es: *nombre de usuario demasiado largo

# loginPasswordTooLong
source: *password is too long
es: *contraseña demasiado larga

# loginWrongCredentials
source: *wrong username or password, please try again
es: *nombre de usuario o contraseña incorrecta, inténtelo de nuevo

# loginForgotPassword
source: Forgot your password
es: ¿Olvidaste tu contraseña?

# resetTitle
source: Reset password
es: Restablecer contraseña

# resetEmail
source: Associated email
es: Correo asociado

# resetSendCode
source: Send code
es: Enviar código

# resetNewPassword
source: New password
es: Nueva contraseña

# resetChangePassword
source: Change password
es: Cambiar contraseña

# resetReceivedCode
source: Received code
es: Código recibido

# resetMissingUserOrEmail
source: Please enter username and email
es: Por favor ingrese usuario y correo

# resetPasswordsDoNotMatch
source: Passwords do not match
es: Las contraseñas no coinciden

# resetPasswordLengthInvalid
source: Password must be between 10 and 16 characters
es: La contraseña debe tener entre 10 y 16 caracteres.

# resetPasswordChangeFailed
source: Could not change password
es: No se pudo cambiar la contraseña

# globalCancel
source: Cancel
es: Cancelar

# globalConfirm
source: Confirm
es: Confirmar

# loginVerificationCode
source: Verification code
es: Código de verificación

# loginCode6DigitsSent
source: We've sent a 6-digit code to:
es: Hemos enviado un código de 6 dígitos a:

# loginVerifyEmail
source: Check email
es: Verificar correo

# signInRegistrationCouldNotBeStarted
source: Registration could not be started.
es: No se pudo iniciar el registro.

# signInErrorStartingRegistration
source: Error starting registration:
es: Error al iniciar el registro:

# signInCodeMustHave6Digits
source: Code must have 6 digits.
es: El código debe tener 6 digitos.

# signInNoPendingRequests
source: There are not pending requests.
es: No hay solicitudes pendientes.

# signInRegister
source: Register
es: Registro

# signInErrorConfirmingRegistration
source: Error confirming registration:
es: Error al confirmar registro:

# loginGuest
source: Guest
es: Invitado

# mainMenuGuestCannotAccess
source: Sorry, guest accounts cannot access this feature
es: Lo sentimos, los invitados no pueden acceder a esta función

# signInFirstNameMaxLength
source: The maximum length of the first name is 20 characters
es: La longitud máxima del nombre es de 20 caracteres

# signInLastNameMaxLength
source: The maximum length of the last name is 30 characters
es: La longitud máxima de los apellidos es de 30 caracteres

# signInEmailRequired
source: Email is required
es: El correo electrónico es obligatorio

# globalInvalidData
source: Invalid data
es: Datos inválidos

# profileSocialNetwork
source: Social media links only support 30 characters
es: Los enlaces a redes sociales solo admiten 30 caracteres

# profileProfile
source: Profile
es: Perfil

# socialDeleteFriend
source: Delete friend
es: Eliminar amigo

# socialRequests
source: Requests
es: Solicitudes

# socialAccept
source: Accept
es: Aceptar

# socialReject
source: Reject
es: Rechazar

# socialSearchResults
source: Search results
es: Resultados de búsqueda

# socialAddFriend
source: Add friend
es: Agregar amigo

# matchTimerTokens
source: Timer tokens
es: Fichas de tiempo

# matchBystanderTokens
source: Bystander tokens
es: Fichas de civiles

# matchTurnTimer
source: Turn timer
es: Tiempo por turno

# lobbyRules
source: Rules
es: Reglas

# matchParty
source: Party
es: Grupo

# globalProfilePictureError
source: We couldn't load your profile picture, is possible your game installation is corrupted
es: No pudimos cargar tu foto de perfil. es posible que tu instalación este dañada

# resetCodeSend
source: We've sent a code to your email. Please check your inbox and enter it where requested.
es: Te enviamos un código al correo. Verifica tu bandeja de entrada e ingrésalo donde se solicita.

# resetCodeSendFailed
source: Could not send code
es: No se pudo enviar el código

# globalConnectionLost
source: You lost connection to the Codenames: Duet Server. Please try again later
es: Has perdido la conexión al servidor de Codenames: Duet, por favor inténtalo más tarde

# globalServerError
source: Sorry, we couldn't process your request due to an error on our end, please try again later
es: Lo sentimos, no pudimos procesar tu solicitud debido a un error de nuestra parte, por favor inténtalo más tarde

# globalUnknownServerError
source: Sorry, we couldn't process your request due to an unknown error
es: Lo sentimos, no pudimos procesar tu solicitud debido a un error desconocido

# globalGuest
source: Guest
es: Invitado

# matchYourkeycard
source: Your keycard
es: Tu tarjeta clave

# matchChronometer
source: Chronometer
es: Cronómetro

# matchTimer
source: Timer
es: Temporizador

# globalTimeoutError
source: Sorry, the Codenames: Duet server seems to be unavailable, please try again later
es: Lo sentimos, parece que el servidor de Codenames: Duet no esta disponible, por favor inténtalo más tarde

# loginAlreadyLoggedInError
source: You are already logged in on another device, please log out of that device before logging in here
es: Ya estas conectado en otro dispositivo, por favor desconéctate allí antes de conectarte aquí.

# lobbyErrorAlreadyConnected
source: You are already connected to the Lobby Service of Codenames
es: Ya estas conectando al servicio de salas de Codenames

# lobbyErrorAlreadyPartyHost
source: You are already in a party, leave your current party to start a new lobby
es: Ya estas en un grupo, abandona tu grupo actual para crear una nueva sala

# lobbyErrorCannotInviteNewGuest
source: You cannot invite a new player, your party is full
es: No puedes invitar a otro jugador, tu grupo esta lleno

# lobbyErrorYouAreNotPartyHost
source: You cannot invite another player because you're not your current party's host
es: No puedes invitar a otro jugador por que no eres el anfitrión de tu grupo

# lobbyErrorPartyOrHostNotFound
source: We couldn't invite this player because we couldn't find your party or your player profile, please try again later
es: No pudimos invitar a este jugador porque no pudimos encontrar tu sala o tu perfil, por favor inténtalo más tarde

# lobbyErrorServiceConnectionLost
source: We couldn't send an invitation because you have lost connection to Codenames' lobby service, please try again later
es: No pudimos enviar la invitación por que has perdido la conexión con el servicio de salas de Codenames, por favor inténtalo más tarde

# lobbyErrorProfileNotFoundWhenJoining
source: We couldn't put you in this party because we couldn't found your profile, please try again later
es: No pudimos colocarte en este grupo por que no pudimos recuperar tu perfil, por favor inténtalo más tarde

# lobbyErrorLobbyCodeNotFound
source: No lobby matching this code was found, please try again
es: No encontramos ninguna sala con este código, por favor inténtalo de nuevo

# lobbyErrorLobbyFull
source: You can't join this lobby because it's already full
es: No te puedes unir a esta sala porque esta llena

# lobbyErrorPartyHostNotFound
source: We couldn't put you in this lobby because the party's host has lost connection
es: No te pudimos colocar en esta sala porque el anfitrión se ha desconectado

# lobbyInfoFriendNotOnlineEmailSent
source: Your friend is offline, we sent an invitation to your friend's email
es: Tu amigo esta desconectado, enviamos una invitación a su correo

# globalInvitationReceivedMessage
source: {0} has invited you to their lobby, join them?
es: {0} te ha invitado a unirse a tu sala, ¿quieres unirte a su sala?

# globalInvitationReceivedTitle
source: You have been invited to party
es: Te han invitado a un grupo

# lobbyAlreadyConnectedToMatchmakingService
source: You are already connected to Codenames Matchmaking Service
es: Ya estas conectado al servicio de Matchmaking de Codenames

# lobbyMatchCanceledByCompanion
source: The match has been cancelled by your companion
es: La partida fue cancelada por tu compañero

# lobbyMatchMissingData
source: We couldn't create your match because your request is missing necessary information
es: No pudimos crear tu partida por que a tu solicitud le falta información necesaria

# lobbyCantStartPlayerBusy
source: Can't start a match because you or your companion are already awaiting to begin a match.
es: No podemos empezar tu partida por que tu o tu compañero ya están esperando para entrar a una partida

# lobbyCantStartCompanionDisconnect
source: Can't start a match because your companion has lost connection to the Codenames Matchmaking Service.
es: No es posible empezar la partida por que tu compañero ha perdido la conexión al servicio de Matchmaking de Codenames

# lobbyMatchCanceledTimeout
source: The match has been cancelled because we didn't receive you or your companion's "Ready!" in time.
es: La partida fue cancelada por que no recibimos el "Listo!" de tu o tu compañero a tiempo

# kickTitle
source: Expulsion
es: Expulsión

# kickMessageTemp
source: You have been kicked due to report accumulation. A temporary ban has been applied.
es: Has sido expulsado por acumulación de reportes. Se aplicó una suspensión temporal.

# kickMessagePerm
source: You have been permanently banned due to repeated misconduct.
es: Has sido vetado permanentemente debido a conducta inapropiada reiterada.

# reportSuccess
source: Player reported successfully.
es: Jugador reportado exitosamente.

# reportDuplicate
source: You have already reported this player.
es: Ya has reportado a este jugador anteriormente.

# reportUserBanned
source: Report received. The player has been sanctioned and removed from the game.
es: Reporte recibido. El jugador ha sido sancionado y expulsado de la partida.

# globalWarningTitle
source: Warning
es: Advertencia

# globalInformationTitle
source: Information
es: Información

# globalUnknownError
source: An unknown error occurred
es: Ocurrió un error desconocido.

# globalDisconnected
source: You have been disconnected from the server.
es: Se ha perdido la conexión con el servidor.

# matchReport
source: Report
es: Reportar

# lobbyInvite
source: Invite
es: Invitar

# lobbyJoin
source: Join
es: Unirse

# lobbyStartLobby
source: Create a lobby
es: Crear una sala

# lobbyTypeLobbyCode
source: Type the lobby's code
es: Escribe el código de la sala

# lobbyLobyCode
source: Lobby code: {0}
es: Código de la sala: {0}

# lobbySendCode
source: Send code
es: Enviar código

# matchPickKeywords
source: Pick keywords according to {0}'s clue
es: Elige palabras clave de acuerdo con la pista de {0}

# matchCompanionIsSpymaster
source: {0} is the spymaster
es: {0} es el jefe de espías

# matchTypeAClue
source: Type a clue so that {0} picks your keycard's agents
es: Escribe una pista que haga que {0} elija los agentes de tarjeta clave

# matchYouAreSpymaster
source: You are the spymaster
es: Tu eres el jefe de espías

# signInInvalidPassword
source: Invalid password.
es: La contraseña no es válida.

# matchSkipTurn
source: Skip turn
es: Saltar turno

# matchWaitForCompanion
source: Wait for you companion to pick cards
es: Espera a que tu compañero elija las cartas

# errorIllegalClue
source: You cannot use a word currently on the board as a clue
es: No puedes usar una palabra que ya esté en el tablero como pista

# matchVictory
source: Victory!
es: ¡Victoria!

# matchVictoryMessage
source: All agents found. Mission complete
es: Encontraron a todos los agentes. Misión cumplida

# matchDefeat
source: Defeat
es: Derrota

# matchDefeatTimeoutMessage
source: Too many witnesses involved, operation compromised. Mission aborted
es: Se ha agotado el tiempo y los recursos operativos. Misión abortada.

# matchDefeatAssassinMessage
source: You found the assassin. Mission failed
es: Fuiste eliminado por un asesino. Misión fallida

# matchDefeatAssassinCompanion
source: {0} found the assassin, you . Mission failed
es: {0} fue eliminado, has sido comprometido. Misión fallida

# errorCompanionLostConnection
source: Your partner lost connection, the mission has been canceled.
es: Tu compañero perdió la conexión, la misión ha sido cancelada.

# matchWaitForClue
source: Wait to receive the clue from your partner
es: Espera a recibir la pista de tu compañero

# errorInvalidClueFormat
source: The clue must consist of a single word (letters) and a number, separated by a space. Example: 'Animal 3'
es: La pista debe constar de una sola palabra (letras) y un número, separados por un espacio. Ejemplo: 'Animal 3'

# confirmReportMessage
source: Are you sure you want to report {0} for unsportsmanlike conduct?
es: ¿Estás seguro de que deseas reportar a {0} por conducta antideportiva?
